export default [
  {
    image: require("@/assets/img/speaker_mock.jpg"),
    name: "Горьков Сергей Николаевич",
    position: "Генеральный директор — Председатель Правления АО”Росгеология”",
  },
  {
    image: require("@/assets/img/speakers/2.jpeg"),
    name: "Эпов Михаил Иванович",
    position: "Академик РАН, профессор, Ученый-геофизик. АО «СНИИГГиМС»",
  },
  {
    image: require("@/assets/img/speakers/3.jpeg"),
    name: "Элердова Милана  Александровна ",
    position: "Генеральный директор АО «ТЕРРА ТЕХ»",
  },
  {
    image: require("@/assets/img/speakers/4.jpeg"),
    name: "Биктимиров Рустам Рамилевич ",
    position: "Вице-президент, Цифровизация и Интеграция,  Шлюмберже Россия и Центральная Азия (докладчик)",
  },
  {
    image: require("@/assets/img/speakers/5.jpeg"),
    name: "Насипов Ленар Альфатович ",
    position: "Руководитель направления по сейсморазведке, Цифровизация и Интеграция, Шлюмберже Россия и Центральная Азия (содокладчик) ",
  },
  {
    image: require("@/assets/img/speakers/6.jpeg"),
    name: "Юнусов  Руслан",
    position: "Руководитель проектного офиса по квантовым технологиям Госкорпорации «Росатом»",
  },
  {
    image: require("@/assets/img/speakers/7.jpeg"),
    name: "Шарипов Ян Галимович",
    position: "Генеральный директор ООО «ТНГ-групп»",
  },
  {
    image: require("@/assets/img/speakers/8.jpeg"),
    name: "Бородич Александр  Сергеевич",
    position: "Российский венчурный инвестор, серийный предприниматель, специалист в области инноваций и блокчейн технологий, стратег в области цифровых медиа. Основатель платформы Universa Blockchain.",
  },
  {
    image: require("@/assets/img/speakers/9.jpeg"),
    name: "Владимир Толкачев",
    position: "Президент ПАО «ГЕОТЕК Сейсморазведка»",
  },
  {
    image: require("@/assets/img/speakers/10.jpeg"),
    name: "Борисов Василий  Валерьевич",
    position: "Генеральный директор ООО «Серч Сентрик»",
  },
  {
    image: require("@/assets/img/speakers/11.jpeg"),
    name: "Веденисов Михаил  Николаевич",
    position: "Компания 1С <br> Директор по специальным проектам",
  },
  // {
  //   image: require("@/assets/img/speakers/11.jpeg"),
  //   name: "Захаров Никита  Александрович",
  //   position: "Зала Аэро групп – заместитель генерального конструктора <br> Ведущий российский разработчик и производитель беспилотных воздушных систем, уникальных целевых нагрузок и  мобильных комплексов. Группа компаний ZALA AERO входит в АО «Концерн «Калашников».",
  // },
  
];
