export default [
  {
    answer: 'Цифровизация ресурсов и процессов добычи',
    id: '1',
  },
  {
    answer:
      'Разведка и добыча полезных ископаемых с использованием космического мониторинга и нейронных сетей',
    id: '2',
  },
  {
    answer: 'Повышение геолого-геофизической информативности исследований',
    id: '3',
  },
  {
    answer:
      'Квантовые технологии для аналитической геологии и поиска месторождений',
    id: '4',
  },
  {
    answer: 'Перспективные технологии 1С',
    id: '5',
  },
  {
    answer:
      'Единая когнитивная среда в облачном пространстве для работы, визуализации и взаимодействия со всеми доступными геологоразведочными данными в регионе ',
    id: '6',
  },
  {
    answer: 'Аналитика больших данных и Machine learning',
    id: '7',
  },
  {
    answer:
      'Возможности автоматизированных беспилотных авиационных комплексов для геологоразведочной деятельности ',
    id: '8',
  },
  {
    answer: 'Будущее геологии – экологичность и технологический прорыв в ГРР',
    id: '9',
  },
  {
    answer: 'Нейтринная геофизика',
    id: '10',
  },
];
