export default [
  {
    answer: 'Цифровизация ресурсов и процессов добычи',
    id: '1',
  },
  {
    answer: 'Космические технологии. Спутниковые данные для разведки и добычи ',
    id: '2',
  },
  {
    answer: 'Нодальные системы. «Зелёная сейсмика» ',
    id: '3',
  },
  {
    answer:
      'Квантовые технологии для аналитической геологии и поиска месторождений',
    id: '4',
  },
  {
    answer: 'Перспективные технологии 1С',
    id: '5',
  },
  {
    answer:
      'Машинное обучение и алгоритмы искусственного интеллекта для интерпретации и стратиграфии разломов',
    id: '6',
  },
  {
    answer: '7',
    id: '7',
  },
  {
    answer: '8',
    id: '8',
  },
  {
    answer: '9',
    id: '9',
  },
  {
    answer: '10',
    id: '10',
  },
];
